Repository: Tallack-Media-Corp/facets
Catalog: Facets/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: Pick your printer to see its bed under every model, and whether the model fits.
de: Wähle deinen Drucker, um sein Druckbett unter jedem Modell zu sehen und ob das Modell passt.
es: Elige tu impresora para ver su cama bajo cada modelo y si el modelo cabe.
fr: Choisissez votre imprimante pour voir son plateau sous chaque modèle et savoir si le modèle y tient.
ja: プリンタを選ぶと、すべてのモデルの下にそのベッドが表示され、モデルが収まるかどうかがわかります。

source: Pinch to zoom, two fingers to move
de: Aufziehen zum Zoomen, mit zwei Fingern bewegen
es: Pellizca para ampliar, dos dedos para mover
fr: Pincez pour zoomer, deux doigts pour déplacer
ja: ピンチでズーム、2本指で移動

source: Plate
de: Platte
es: Placa
fr: Plateau
ja: プレート

source: Plate %lld
de: Platte %lld
es: Placa %lld
fr: Plateau %lld
ja: プレート%lld

# Plate %lld of %@ is %@.
source: Plate %1$lld of %2$@ is %3$@.
de: Platte %lld von %@ ist %@.
es: La placa %lld de %@ mide %@.
fr: Le plateau %lld de %@ mesure %@.
ja: %2$@のプレート%1$lldは%3$@です。

# Plate %lld: %@
source: Plate %1$lld: %2$@
de: Platte %lld: %@
es: Placa %lld: %@
fr: Plateau %lld : %@
ja: プレート%1$lld：%2$@

source: Plate: %@
de: Platte: %@
es: Placa: %@
fr: Plateau : %@
ja: プレート：%@

source: Plates
de: Platten
es: Placas
fr: Plateaux
ja: プレート

source: Preset Views
de: Ansichten
es: Vistas predefinidas
fr: Vues prédéfinies
ja: プリセットビュー

source: Print Estimate
de: Druckschätzung
es: Estimación de impresión
fr: Estimation d'impression
ja: 印刷の見積もり

source: Print Estimate, All Plates
de: Druckschätzung, alle Platten
es: Estimación de impresión, todas las placas
fr: Estimation d'impression, tous les plateaux
ja: 印刷の見積もり（すべてのプレート）

source: Print Time
de: Druckzeit
es: Tiempo de impresión
fr: Durée d'impression
ja: 印刷時間

source: Printer
de: Drucker
es: Impresora
fr: Imprimante
ja: プリンタ

source: Printer Bed
de: Druckbett
es: Cama de impresión
fr: Plateau de l'imprimante
ja: 造形ベッド

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Pure Black in Dark Mode
de: Reines Schwarz im Dunkelmodus
es: Negro puro en modo oscuro
fr: Noir pur en mode sombre
ja: ダークモードで純粋な黒を使用

source: Purple
de: Lila
es: Morado
fr: Violet
ja: パープル

source: Recently Deleted
de: Zuletzt gelöscht
es: Eliminado recientemente
fr: Suppressions récentes
ja: 最近削除した項目

source: Recents
de: Verlauf
es: Recientes
fr: Récents
ja: 履歴

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: レッド

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 取り除く

source: Remove from Browse
de: Aus „Durchsuchen“ entfernen
es: Eliminar de Explorar
fr: Retirer de Parcourir
ja: ブラウズから取り除く

source: Remove from Recents
de: Aus Verlauf entfernen
es: Eliminar de Recientes
fr: Retirer des récents
ja: 履歴から削除

source: Remove from Sidebar
de: Aus Seitenleiste entfernen
es: Eliminar de la barra lateral
fr: Retirer de la barre latérale
ja: サイドバーから取り除く

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名称変更

source: Rename Location
de: Ort umbenennen
es: Renombrar ubicación
fr: Renommer l'emplacement
ja: 場所の名称を変更

source: Report a Problem…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
ja: 問題を報告…

source: Reset
de: Original
es: Original
fr: Rétablir
ja: リセット

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元

source: Restore All
de: Alle wiederherstellen
es: Restaurar todo
fr: Tout restaurer
ja: すべて復元

source: Restored %@
de: %@ wiederhergestellt
es: %@ restaurado
fr: Restauré : %@
ja: %@を復元しました

source: Restored %lld items
de: %lld Objekte wiederhergestellt
es: Se han restaurado %lld elementos
fr: %lld éléments restaurés
ja: %lld項目を復元しました

source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右側面

source: Roll
de: Rollen
es: Tumbar
fr: Rouler
ja: 横倒し

source: Sample Model
de: Beispielmodell
es: Modelo de ejemplo
fr: Modèle d'exemple
ja: サンプルモデル

source: Save to Library
de: In Bibliothek sichern
es: Guardar en la biblioteca
fr: Enregistrer dans la bibliothèque
ja: ライブラリに保存

source: Saved in another unit?
de: In anderer Einheit gesichert?
es: ¿Guardado en otra unidad?
fr: Enregistré dans une autre unité ?
ja: 別の単位で保存されていますか？

source: Saved to Library
de: In Bibliothek gesichert
es: Guardado en la biblioteca
fr: Enregistré dans la bibliothèque
ja: ライブラリに保存しました

source: Saved to Library as %@
de: Als „%@“ in Bibliothek gesichert
es: Guardado en la biblioteca como %@
fr: Enregistré dans la bibliothèque sous « %@ »
ja: “%@”としてライブラリに保存しました

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索

source: Search Your Library
de: Bibliothek durchsuchen
es: Buscar en tu biblioteca
fr: Rechercher dans votre bibliothèque
ja: ライブラリを検索

source: Section
de: Bereich
es: Sección
fr: Coupe
ja: 断面

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有

source: Short tips point out what each control does, once per screen. Turn Off Tips on any tip stops them all.
de: Kurze Tipps zeigen einmal pro Bildschirm, was jedes Bedienelement tut. „Tipps deaktivieren“ in einem beliebigen Tipp stoppt alle.
es: Unos breves consejos explican qué hace cada control, una vez por pantalla. “Desactivar consejos” en cualquier consejo los desactiva todos.
fr: De courtes astuces indiquent le rôle de chaque commande, une fois par écran. « Désactiver les astuces » sur n'importe quelle astuce les arrête toutes.
ja: 各コントロールの機能を短いヒントで画面ごとに1回お知らせします。いずれかのヒントで“ヒントをオフにする”を選ぶと、すべてのヒントが表示されなくなります。

source: Show %@
de: %@ zeigen
es: Mostrar %@
fr: Afficher %@
ja: %@を表示

source: Show All Tips Again
de: Alle Tipps erneut zeigen
es: Volver a mostrar todos los consejos
fr: Réafficher toutes les astuces
ja: すべてのヒントを再表示

source: Show Build Plate Grid
de: Raster der Druckplatte zeigen
es: Mostrar cuadrícula de la placa
fr: Afficher la grille du plateau
ja: ビルドプレートのグリッドを表示

source: Show Tips
de: Tipps zeigen
es: Mostrar consejos
fr: Afficher les astuces
ja: ヒントを表示

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示

source: Shows the model at the size the file says
de: Zeigt das Modell in der Größe aus der Datei
es: Muestra el modelo al tamaño que indica el archivo
fr: Affiche le modèle à la taille indiquée par le fichier
ja: ファイルに記録されたサイズでモデルを表示します

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ

source: Size and Fit
de: Größe und Passform
es: Tamaño y encaje
fr: Taille et compatibilité
ja: サイズと収まり

source: Size: %@
de: Größe: %@
es: Tamaño: %@
fr: Taille : %@
ja: サイズ：%@

source: Something Went Wrong
de: Ein Fehler ist aufgetreten
es: Algo ha fallado
fr: Un problème est survenu
ja: 問題が起きました

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え

source: Source Code on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
ja: GitHubのソースコード

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ

source: Supports
de: Stützstrukturen
es: Soportes
ja: サポート

source: Swipe up or down to turn the model or change the view.
de: Streiche nach oben oder unten, um das Modell zu drehen oder die Ansicht zu ändern.
es: Desliza hacia arriba o hacia abajo para girar el modelo o cambiar la vista.
fr: Balayez vers le haut ou le bas pour tourner le modèle ou changer de vue.
ja: 上下にスワイプすると、モデルを回転したり表示を変更したりできます。

source: Tap a face to rest the model on it, choose Auto, or turn it a quarter at a time.
de: Tippe auf eine Fläche, um das Modell darauf abzulegen, wähle „Auto“ oder drehe es in Vierteldrehungen.
es: Toca una cara para apoyar el modelo sobre ella, elige Auto o gíralo de cuarto en cuarto.
fr: Touchez une face pour y poser le modèle, choisissez Auto, ou tournez-le d'un quart de tour à la fois.
ja: 面をタップしてその面で置くか、「自動」を選ぶか、90°ずつ回転させます。

source: Tap a point on the model. Points snap to a nearby corner.
de: Tippe auf einen Punkt am Modell. Punkte rasten an einer nahen Ecke ein.
es: Toca un punto del modelo. Los puntos se ajustan a una esquina cercana.
fr: Touchez un point du modèle. Les points s'aimantent à un sommet proche.
ja: モデル上の点をタップします。点は近くの角にスナップします。

source: Tap a second point.
de: Tippe auf einen zweiten Punkt.
es: Toca un segundo punto.
fr: Touchez un second point.
ja: 2つ目の点をタップします。

source: Tap an STL, 3MF or OBJ in Files, Mail or Messages and choose Facets.
de: Tippe in „Dateien“, Mail oder „Nachrichten“ auf eine STL-, 3MF- oder OBJ-Datei und wähle Facets.
es: Toca un STL, 3MF u OBJ en Archivos, Mail o Mensajes y elige Facets.
fr: Touchez un fichier STL, 3MF ou OBJ dans Fichiers, Mail ou Messages, puis choisissez Facets.
ja: “ファイル”、“メール”、“メッセージ”でSTL、3MF、OBJをタップし、Facetsを選択します。

source: The Benchy icon is drawn from #3DBenchy by Creative Tools, a public domain (CC0) model. 3DBenchy.com
de: Das Benchy-Symbol basiert auf #3DBenchy von Creative Tools, einem gemeinfreien Modell (CC0). 3DBenchy.com
es: El icono Benchy está basado en #3DBenchy de Creative Tools, un modelo de dominio público (CC0). 3DBenchy.com
fr: L'icône Benchy est dessinée d'après #3DBenchy de Creative Tools, un modèle du domaine public (CC0). 3DBenchy.com
ja: Benchyアイコンは、パブリックドメイン（CC0）のモデルであるCreative Toolsの#3DBenchyをもとに描いています。3DBenchy.com

source: The file opened, but it has no shapes in it.
de: Die Datei wurde geöffnet, enthält aber keine Formen.
es: El archivo se ha abierto, pero no contiene ninguna forma.
fr: Le fichier s'est ouvert, mais il ne contient aucune forme.
ja: ファイルは開きましたが、形状が含まれていません。

source: The files themselves aren't touched.
de: Die Dateien selbst bleiben unverändert.
es: Los archivos en sí no se modifican.
fr: Les fichiers eux-mêmes ne sont pas modifiés.
ja: ファイル自体は変更されません。

source: The folder was moved or deleted, or Facets no longer has access to it.
de: Der Ordner wurde bewegt oder gelöscht, oder Facets hat keinen Zugriff mehr darauf.
es: La carpeta se ha movido o eliminado, o Facets ya no tiene acceso.
fr: Le dossier a été déplacé ou supprimé, ou Facets n'y a plus accès.
ja: フォルダが移動または削除されたか、Facetsからアクセスできなくなりました。

source: The library is the Facets folder in iCloud Drive, shared by your iPhone, iPad and Mac.
de: Die Bibliothek ist der Ordner „Facets“ in iCloud Drive, den dein iPhone, iPad und Mac gemeinsam nutzen.
es: La biblioteca es la carpeta Facets de iCloud Drive, compartida por tu iPhone, iPad y Mac.
fr: La bibliothèque est le dossier Facets d'iCloud Drive, partagé entre votre iPhone, votre iPad et votre Mac.
ja: ライブラリはiCloud DriveのFacetsフォルダで、iPhone、iPad、Macで共有されます。

source: The material used to estimate weight.
de: Das Material zur Schätzung des Gewichts.
es: El material con el que se estima el peso.
fr: Le matériau utilisé pour estimer le poids.
ja: 重量の見積もりに使う素材です。

source: The model's real size. Click it to choose your printer and see whether the model fits its bed.
de: Die echte Größe des Modells. Klicke darauf, um deinen Drucker zu wählen und zu sehen, ob das Modell auf sein Druckbett passt.
es: El tamaño real del modelo. Haz clic para elegir tu impresora y ver si el modelo cabe en su cama.
fr: La taille réelle du modèle. Cliquez dessus pour choisir votre imprimante et voir si le modèle tient sur son plateau.
ja: モデルの実寸です。クリックしてプリンタを選ぶと、モデルがベッドに収まるかどうかを確認できます。

source: The model's real size. Tap it to choose your printer and see whether the model fits its bed.
de: Die echte Größe des Modells. Tippe darauf, um deinen Drucker zu wählen und zu sehen, ob das Modell auf sein Druckbett passt.
es: El tamaño real del modelo. Tócalo para elegir tu impresora y ver si el modelo cabe en su cama.
fr: La taille réelle du modèle. Touchez-la pour choisir votre imprimante et voir si le modèle tient sur son plateau.
ja: モデルの実寸です。タップしてプリンタを選ぶと、モデルがベッドに収まるかどうかを確認できます。

source: The viewer outlines the printer's bed under each model and says whether it fits.
de: Der Viewer zeigt unter jedem Modell den Umriss des Druckbetts und ob es passt.
es: El visor dibuja la cama de la impresora bajo cada modelo e indica si cabe.
fr: La visionneuse trace le plateau de l'imprimante sous chaque modèle et indique s'il tient.
ja: ビューアで各モデルの下にプリンタのベッドの輪郭が表示され、収まるかどうかがわかります。

source: The viewer shows the model's dimensions only.
de: Der Viewer zeigt nur die Maße des Modells.
es: El visor solo muestra las dimensiones del modelo.
fr: La visionneuse affiche uniquement les dimensions du modèle.
ja: ビューアにはモデルの寸法だけが表示されます。

source: They can't be restored after this.
de: Danach können sie nicht wiederhergestellt werden.
es: Después no se podrán restaurar.
fr: Ils ne pourront plus être restaurés.
ja: この操作のあとは復元できません。

source: This File Is Empty
de: Diese Datei ist leer
es: Este archivo está vacío
fr: Ce fichier est vide
ja: このファイルは空です

source: This folder has no STL, 3MF or OBJ files. Subfolders show up here too.
de: Dieser Ordner enthält keine STL-, 3MF- oder OBJ-Dateien. Unterordner erscheinen hier ebenfalls.
es: Esta carpeta no tiene archivos STL, 3MF ni OBJ. Las subcarpetas también aparecen aquí.
fr: Ce dossier ne contient aucun fichier STL, 3MF ou OBJ. Les sous-dossiers apparaissent aussi ici.
ja: このフォルダにはSTL、3MF、OBJファイルがありません。サブフォルダもここに表示されます。

source: This model is bigger than this device can display. Try it in your slicer, or on a Mac.
de: Dieses Modell ist zu groß für die Anzeige auf diesem Gerät. Öffne es in deinem Slicer oder auf einem Mac.
es: Este modelo es más grande de lo que este dispositivo puede mostrar. Prueba en tu laminador o en un Mac.
fr: Ce modèle est trop grand pour être affiché sur cet appareil. Essayez dans votre trancheur ou sur un Mac.
ja: このモデルは大きすぎて、このデバイスでは表示できません。スライサーまたはMacで開いてみてください。

source: This model is very small. It may be in centimetres. Options are below the size.
de: Dieses Modell ist sehr klein. Vielleicht ist es in Zentimetern. Optionen findest du unter der Größe.
es: Este modelo es muy pequeño. Puede que esté en centímetros. Las opciones están debajo del tamaño.
fr: Ce modèle est très petit. Il est peut-être en centimètres. Les options se trouvent sous la taille.
ja: このモデルはとても小さいため、センチメートル単位の可能性があります。オプションはサイズの下にあります。

source: This model is very small. It may be in inches. Options are below the size.
de: Dieses Modell ist sehr klein. Vielleicht ist es in Zoll. Optionen findest du unter der Größe.
es: Este modelo es muy pequeño. Puede que esté en pulgadas. Las opciones están debajo del tamaño.
fr: Ce modèle est très petit. Il est peut-être en pouces. Les options se trouvent sous la taille.
ja: このモデルはとても小さいため、インチ単位の可能性があります。オプションはサイズの下にあります。

source: This model is very small. It may be in metres. Options are below the size.
de: Dieses Modell ist sehr klein. Vielleicht ist es in Metern. Optionen findest du unter der Größe.
es: Este modelo es muy pequeño. Puede que esté en metros. Las opciones están debajo del tamaño.
fr: Ce modèle est très petit. Il est peut-être en mètres. Les options se trouvent sous la taille.
ja: このモデルはとても小さいため、メートル単位の可能性があります。オプションはサイズの下にあります。

source: This model was moved, renamed or deleted, or Facets no longer has access to it.
de: Dieses Modell wurde bewegt, umbenannt oder gelöscht, oder Facets hat keinen Zugriff mehr darauf.
es: Este modelo se ha movido, renombrado o eliminado, o Facets ya no tiene acceso.
fr: Ce modèle a été déplacé, renommé ou supprimé, ou Facets n'y a plus accès.
ja: このモデルは移動、名称変更、または削除されたか、Facetsからアクセスできなくなりました。

source: Thumbnails use %@. They're redrawn when needed.
de: Miniaturen belegen %@. Sie werden bei Bedarf neu erstellt.
es: Las miniaturas ocupan %@. Se vuelven a generar cuando hace falta.
fr: Les vignettes occupent %@. Elles sont redessinées si nécessaire.
ja: サムネールが%@を使用しています。サムネールは必要に応じて再作成されます。

source: Tip
de: Kippen
es: Volcar
fr: Basculer
ja: 倒す

source: Tips
de: Tipps
es: Consejos
fr: Astuces
ja: ヒント

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル

source: To look through a folder without importing, add it under Library › Browse.
de: Um einen Ordner ohne Import anzusehen, füge ihn unter „Bibliothek“ › „Durchsuchen“ hinzu.
es: Para ver una carpeta sin importarla, añádela en Biblioteca › Explorar.
fr: Pour parcourir un dossier sans l'importer, ajoutez-le dans Bibliothèque › Parcourir.
ja: 読み込まずにフォルダを閲覧するには、“ライブラリ › ブラウズ”で追加してください。

source: To share the library between your devices, sign in to iCloud and turn on iCloud Drive for Facets. Models here move to iCloud Drive when you do.
de: Um die Bibliothek auf deinen Geräten zu teilen, melde dich bei iCloud an und aktiviere iCloud Drive für Facets. Die Modelle hier werden dann in iCloud Drive bewegt.
es: Para compartir la biblioteca entre tus dispositivos, inicia sesión en iCloud y activa iCloud Drive para Facets. Al hacerlo, los modelos de aquí pasan a iCloud Drive.
fr: Pour partager la bibliothèque entre vos appareils, connectez-vous à iCloud et activez iCloud Drive pour Facets. Les modèles présents ici seront alors déplacés vers iCloud Drive.
ja: デバイス間でライブラリを共有するには、iCloudにサインインし、FacetsのiCloud Driveをオンにしてください。オンにすると、ここにあるモデルはiCloud Driveに移動します。

source: Too Large to Show
de: Zu groß zum Anzeigen
es: Demasiado grande para mostrarlo
fr: Trop grand pour être affiché
ja: 大きすぎて表示できません

# Too big for %@: %@
source: Too big for %1$@: %2$@
de: Zu groß für %@: %@
es: Demasiado grande para %@: %@
fr: Trop grand pour %@ : %@
ja: %1$@には大きすぎます：%2$@

# Too deep for %@ by %@
source: Too deep for %1$@ by %2$@
de: Für %@ um %@ zu tief
es: Demasiado profundo para %@ por %@
fr: Trop profond de %2$@ pour %1$@
ja: %1$@には奥行きが%2$@超過しています

source: Too small
de: Zu klein
es: Demasiado pequeña
fr: Trop petite
ja: 小さすぎ

# Too tall for %@ by %@
source: Too tall for %1$@ by %2$@
de: Für %@ um %@ zu hoch
es: Demasiado alto para %@ por %@
fr: Trop haut de %2$@ pour %1$@
ja: %1$@には高さが%2$@超過しています

# Too wide for %@ by %@
source: Too wide for %1$@ by %2$@
de: Für %@ um %@ zu breit
es: Demasiado ancho para %@ por %@
fr: Trop large de %2$@ pour %1$@
ja: %1$@には幅が%2$@超過しています

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール

source: Top
de: Oben
es: Superior
fr: Dessus
ja: 上面

source: Touch the model again and lift your finger on the second point.
de: Berühre das Modell erneut und hebe den Finger am zweiten Punkt an.
es: Vuelve a tocar el modelo y levanta el dedo en el segundo punto.
fr: Touchez à nouveau le modèle et levez le doigt sur le second point.
ja: もう一度モデルに触れ、2つ目の点で指を離します。

source: Touch the model directly and lift your finger on a face to rest the model on it, or use the buttons below.
de: Berühre das Modell direkt und hebe den Finger auf einer Fläche an, um das Modell darauf abzulegen, oder verwende die Tasten unten.
es: Toca el modelo directamente y levanta el dedo sobre una cara para apoyarlo en ella, o usa los botones de abajo.
fr: Touchez directement le modèle et levez le doigt sur une face pour l'y poser, ou utilisez les boutons ci-dessous.
ja: モデルに直接触れ、置きたい面で指を離すか、下のボタンを使用します。

source: Touch the model directly and lift your finger where the first point goes. Points snap to a nearby corner.
de: Berühre das Modell direkt und hebe den Finger dort an, wo der erste Punkt hin soll. Punkte rasten an einer nahen Ecke ein.
es: Toca el modelo directamente y levanta el dedo donde vaya el primer punto. Los puntos se ajustan a una esquina cercana.
fr: Touchez directement le modèle et levez le doigt à l'endroit du premier point. Les points s'aimantent à un sommet proche.
ja: モデルに直接触れ、1つ目の点の位置で指を離します。点は近くの角にスナップします。

source: Triangles
de: Dreiecke
es: Triángulos
ja: 三角形

source: True black behind models and thumbnails, for OLED screens.
de: Echtes Schwarz hinter Modellen und Miniaturen, für OLED-Displays.
es: Negro auténtico detrás de modelos y miniaturas, para pantallas OLED.
fr: Noir véritable derrière les modèles et les vignettes, pour les écrans OLED.
ja: OLEDディスプレイ向けに、モデルとサムネールの背景を真の黒にします。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: やり直す

source: Try the Sample Model
de: Beispielmodell ausprobieren
es: Probar el modelo de ejemplo
fr: Essayer le modèle d'exemple
ja: サンプルモデルを試す

source: Turn
de: Drehen
es: Girar
fr: Tourner
ja: 回す

source: Turn Off Tips
de: Tipps deaktivieren
es: Desactivar consejos
fr: Désactiver les astuces
ja: ヒントをオフにする

source: Turns the model onto the face a slicer would print it on
de: Legt das Modell auf die Fläche, auf der ein Slicer es drucken würde
es: Apoya el modelo sobre la cara en la que lo imprimiría un laminador
fr: Pose le modèle sur la face qu'utiliserait un trancheur
ja: スライサーが印刷に使う面を下にしてモデルを置きます

source: Twist two fingers to spin
de: Mit zwei Fingern drehen
es: Gira dos dedos para rotar
fr: Tournez deux doigts pour faire pivoter
ja: 2本指をひねって回転

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消す

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位

source: Use Colours from 3MF Files
de: Farben aus 3MF-Dateien verwenden
es: Usar colores de archivos 3MF
fr: Utiliser les couleurs des fichiers 3MF
ja: 3MFファイルの色を使用

source: View Options
de: Darstellungsoptionen
es: Opciones de visualización
fr: Options d'affichage
ja: 表示オプション

source: Volume
de: Volumen
es: Volumen
ja: 体積

source: Volume, a print estimate, the file's units, and the objects in a project, which you can hide.
de: Volumen, eine Druckschätzung, die Einheiten der Datei und die Objekte eines Projekts, die du ausblenden kannst.
es: Volumen, una estimación de impresión, las unidades del archivo y los objetos de un proyecto, que puedes ocultar.
fr: Le volume, une estimation d'impression, les unités du fichier et les objets d'un projet, que vous pouvez masquer.
ja: 体積、印刷の見積もり、ファイルの単位、プロジェクト内のオブジェクト（非表示にできます）。

# W %@ · D %@ · H %@ %@
source: W %1$@ · D %2$@ · H %3$@ %4$@
de: B %@ · T %@ · H %@ %@
es: An %@ · F %@ · Al %@ %@
fr: L %@ · P %@ · H %@ %@
ja: 幅 %1$@ · 奥行き %2$@ · 高さ %3$@ %4$@

source: Where each model starts; the viewer's Display menu changes it for one model.
de: Wie jedes Modell startet; das Menü „Darstellung“ im Viewer ändert es für ein Modell.
es: Cómo empieza cada modelo; el menú Visualización del visor lo cambia para un solo modelo.
fr: La position de départ de chaque modèle ; le menu Affichage de la visionneuse la modifie pour un seul modèle.
ja: 各モデルの初期設定です。ビューアの“表示”メニューで個別のモデルについて変更できます。

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: ホワイト

source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 幅

source: Wireframe
de: Drahtgitter
es: Estructura alámbrica
fr: Filaire
ja: ワイヤーフレーム

source: Wireframe, the build plate grid, and the printers you've used lately.
de: Drahtgitter, das Raster der Druckplatte und deine zuletzt verwendeten Drucker.
es: Estructura alámbrica, la cuadrícula de la placa y las impresoras que has usado últimamente.
fr: Le mode filaire, la grille du plateau et les imprimantes utilisées récemment.
ja: ワイヤーフレーム、ビルドプレートのグリッド、最近使ったプリンタ。

# X %@ · Y %@ · Z %@
source: X %1$@ · Y %2$@ · Z %3$@
de: X %@ · Y %@ · Z %@
es: X %@ · Y %@ · Z %@
fr: X %@ · Y %@ · Z %@

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: イエロー

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい

source: You can undo this, or restore it from Settings › Recently Deleted for 30 days.
de: Du kannst das widerrufen oder es 30 Tage lang über „Einstellungen“ › „Zuletzt gelöscht“ wiederherstellen.
es: Puedes deshacerlo o restaurarlo desde Ajustes › Eliminado recientemente durante 30 días.
fr: Vous pouvez annuler cette action, ou restaurer l'élément depuis Réglages › Suppressions récentes pendant 30 jours.
ja: この操作は取り消せます。また、30日間は“設定 › 最近削除した項目”から復元できます。

source: a Bambu Lab printer
de: einen Drucker von Bambu Lab
es: una impresora Bambu Lab
fr: une imprimante Bambu Lab
ja: Bambu Labプリンタ

source: about %@
de: etwa %@
es: aprox. %@
fr: environ %@
ja: 約%@

source: iOS didn't accept the change. Try again in a moment.
de: iOS hat die Änderung nicht übernommen. Versuche es gleich noch einmal.
es: iOS no ha aceptado el cambio. Inténtalo de nuevo en un momento.
fr: iOS n'a pas accepté la modification. Réessayez dans un instant.
ja: iOSが変更を受け付けませんでした。しばらくしてからもう一度お試しください。

source: the %@
de: den %@
es: la %@
fr: l'imprimante %@
